export const UNIT = {
    1: '串',
    2: '把',
    3: '個',
    4: '隻',
    5: '條',
    6: '盒',
    7: '顆',
    8: '袋',
}

export const TYPE = {
    1: '蔬菜',
    2: '水果',
    3: '豬肉',
    4: '雞肉',
    5: '牛肉',
    6: '羊肉',
    7: '甲殼類',
    8: '魚類',
    9: '中式餐點',
    10: '日式餐點',
    11: '西式餐點',
    12: '韓式餐點',
}

export const HASHTAG = {
    1: '產銷履歷',
    2: '有機',
    3: '采園生機',
    4: '現採',
    5: 'ＣＡＳ',
    6: '新鮮',
    7: '海洋之心金級',
    8: '有機農產品',
    9: '在地青農',
}

export const SUPPLIER = {
    1: '勝洋休閒農場',
    2: '東螺溪休閒農場',
    3: '廣興休閒農場',
    4: '阿里磅生態休閒農場',
    5: '武岫休閒農場',
    6: '台一生態休閒農場',
    7: '沐心泉休閒農場',
}
